/* 
  Installer.strings
  CleanMyMac

  Created by tanlan on 9/25/17.
  Copyright © 2017 MacPaw. All rights reserved.
*/
"Installer_WindowTitle" = "%@ installieren";
"Installer_StatusTextValue_Downloading" = "%@ laden ...";
"Installer_StatusTextValue_Retrying" = "Download fehlgeschlagen. Neuer Versuch …";
"Installer_StatusTextValue_RetryingSec" = "Download fehlgeschlagen. Erneuter Versuch in %lus";

"Installer_IncompleteAlert_Message" = "Download noch aktiv";
"Installer_IncompleteAlert_InformativeText" = "Möchtest du wirklich vor vollständigem Abschluss des Downloads von %@ beenden?";
"Installer_IncompleteAlert_DefaultButton" = "Download fortsetzen";
"Installer_IncompleteAlert_AlternativeButton" = "Beenden";

"Installer_FailureAlert_Message" = "Download fehlgeschlagen";
"Installer_FailureAlert_InformativeText" = "Beim Herunterladen von %@ ist ein Fehler aufgetreten. Bitte lade die Datei direkt von der Webseite herunter.";
"Installer_FailureAlert_DefaultButton" = "Direkter Download";
"Installer_FailureAlert_AlternativeButton" = "Abbrechen";

"Installer_NoConnection_DefaultButton" = "Später erinnern";
